{
  "producto": [
    {
      "imgURL": "https://e.rpp-noticias.io/xlarge/2023/03/28/240824_1407903.jpg",
      "categoria": "auto",
      "nombre": "VelocityX Thunderstorm",
      "precio": "50000",
      "descripcion": "Procesador: Intel Core i7-11700K Tarjeta Gráfica: NVIDIA GeForce RTX 3070 Memoria RAM: 32 GB DDR4 3200 MHz Almacenamiento: SSD NVMe 512 GB",
      "id": "1"
    },
    {
      "imgURL": "https://www.gsmpro.cl/cdn/shop/articles/Componentes_Esenciales_para_Armar_una_PC_Gamer_de_Alto_Rendimiento.jpg?v=1700516264",
      "categoria": "auto",
      "nombre": "PhoenixBlaze Inferno",
      "precio": "1360000",
      "descripcion": "Procesador: AMD Ryzen 5 5600X Tarjeta Gráfica: NVIDIA GeForce GTX 1660 Super Memoria RAM: 16 GB DDR4 3000 MHz Almacenamiento: SSD NVMe 256 GB + HDD 1 TB",
      "id": "2"
    },
    {
      "imgURL": "https://www.on24.com.ar/wp-content/uploads/2021/08/PC-Gamer.gif",
      "categoria": "auto",
      "nombre": "ApexWarrior Elite",
      "precio": "280000",
      "descripcion": "Procesador: AMD Ryzen 9 5900X Tarjeta Gráfica: AMD Radeon RX 6800 XT Memoria RAM: 32 GB DDR4 3600 MHz Almacenamiento: SSD NVMe 1 TB",
      "id": "579ba193-70a2-4a2e-983b-c141c313435e"
    },
    {
      "imgURL": "https://http2.mlstatic.com/D_NQ_NP_790568-MLA31082662954_062019-O.webp",
      "categoria": "moto",
      "nombre": "Mousepad",
      "precio": "27000",
      "descripcion": "Material: Superficie de tela de alta densidad con base antideslizante de goma. Tamaño: Dimensiones estándar para un deslizamiento suave del ratón. Borde: Acabado con costuras reforzadas para mayor durabilidad. Superficie: Optimizada para un seguimiento preciso y respuesta rápida del ratón.",
      "id": "9926461c-fca3-4cc4-9301-70f0a7f11e97"
    },
    {
      "imgURL": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/media/image/2023/05/easysmx-esm-4108-3030068.jpg?tf=3840x",
      "categoria": "moto",
      "nombre": "Mando Gamer",
      "precio": "19000",
      "descripcion": "Plataformas Compatibles: Diseñado para PC, consolas o ambas. Conectividad: Cableado o inalámbrico, con Bluetooth o tecnología específica para baja latencia.Botones y Giroscopio: Botones programables, giroscopio para detección de movimiento.Retroalimentación: Vibración háptica para una experiencia inmersiva.",
      "id": "b12caa3b-d176-4a73-a7b3-9e8f72ef4f1f"
    },
    {
      "imgURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRXSHEoMVtDB7zN2E9Phv5euGuLQAQb9EgAqg&usqp=CAU",
      "categoria": "auto",
      "nombre": "CyberXtreme Prodigy",
      "precio": "400000",
      "descripcion": "Procesador: Intel Core i9-11900K Tarjeta Gráfica: NVIDIA GeForce RTX 3080 Memoria RAM: 32 GB DDR4 3600 MHz Almacenamiento: SSD NVMe 1 TB",
      "id": "36c4ddfe-70a3-4fb3-9814-982ede5462bb"
    },
    {
      "imgURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9lRCuJwKZktGAmmLALsvvwlZy8GDm_hUchA&usqp=CAU",
      "categoria": "moto",
      "nombre": "Cable de Conexión a Fuente de PC",
      "precio": "18000",
      "descripcion": "Longitud: Varía según las necesidades (por ejemplo, 1 metro, 2 metros). Conectores: Conector macho en un extremo para la fuente de alimentación y conector hembra en el otro para la conexión a la PC. Material: Construcción de alta calidad para una transmisión de energía eficiente. Protección: Revestimiento aislante y posiblemente blindaje para evitar interferencias electromagnéticas.",
      "id": "4334e457-13ec-4833-9df8-1c313095353b"
    },
    {
      "imgURL": "https://shiftdigital.com.ar/images/Hikvision%20Pendrive%2064Gb%20USB%203%20M200S.jpg",
      "categoria": "moto",
      "nombre": "Pendrive",
      "precio": "10000",
      "descripcion": "Capacidad de Almacenamiento: Varía según el modelo (por ejemplo, 32 GB, 64 GB, 128 GB). Interfaz: USB 3.0 para transferencias de datos rápidas. Diseño: Compacto y duradero, con tapa protectora o conector retráctil. Compatibilidad: Compatible con diferentes sistemas operativos (Windows, macOS, Linux).",
      "id": "3ed3436d-3f8a-48b3-939e-b4a961baabdc"
    },
    {
      "imgURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTae9T7V4OwoeVkuMFbnrXAj_cYhik-9hWrCw&usqp=CAU",
      "categoria": "barco",
      "nombre": "Mouse Gamer",
      "precio": "5865090",
      "descripcion": "DPI (Puntos por Pulgada): Ajustable, generalmente en el rango de 800 a 16000 DPI. Botones Programables: Diseñado con varios botones configurables para acciones específicas en juegos.Iluminación RGB: Estilo personalizable con luces LED RGB.Sensor: Sensor óptico o láser para un seguimiento preciso.",
      "id": "8ed340f8-1ee7-4b5e-9718-dd3bdc10e43e"
    },
    {
      "imgURL": "https://i.blogs.es/9329e1/perifericos-pc-navidad-amazon-mexico/840_560.png",
      "categoria": "barco",
      "nombre": "Combo de Teclado, Cámara, y Touchpad",
      "precio": "4545250",
      "descripcion": "Teclado: Diseño: Mecánico o de membrana, según las preferencias.Retroiluminación: Teclas retroiluminadas, posiblemente con efectos RGB.Teclas Programables: Algunos modelos pueden tener teclas programables para macros.Cámara y Touchpad:Resolución de la Cámara: HD o superior para videoconferencias claras.Touchpad Integrado: Superficie táctil para controlar el cursor sin un ratón externo.Conexión: USB o inalámbrica, según el modelo.",
      "id": "a7fae0d9-3ae9-4918-8b8c-f6ac1b37c946"
    },
    {
      "imgURL": "https://acdn.mitiendanube.com/stores/001/036/564/products/gm-500211-6eb1a793d937f3135c16285281004469-1024-1024.jpeg",
      "categoria": "barco",
      "nombre": "Auriculares Gamer",
      "precio": "7595450",
      "descripcion": "Sonido Envolvente: Sonido envolvente virtual o tecnología 7.1 para una experiencia inmersiva.Micrófono Desmontable: Algunos modelos incluyen un micrófono desmontable para mayor versatilidad.Confort: Almohadillas cómodas, diadema ajustable y diseño ligero.Conectividad: Cableado o inalámbrico, con opciones de conectividad como USB o Bluetooth.",
      "id": "3bce35a8-94be-4bdc-88e2-dcffb6bf77c0"
    },
    {
      "imgURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ7ivJfrqz5bElykiVOjb4jfXZpf6rr2i4EdA&usqp=CAU",
      "categoria": "barco",
      "nombre": "Micrófono Gamer",
      "precio": "9538030",
      "descripcion": "Tipo de Micrófono: Condensador o dinámico para capturar sonidos claros y nítidos.Cancelación de Ruido: Tecnología para reducir el ruido ambiental no deseado.Conexión: USB o conector de 3.5 mm para una fácil compatibilidad.Soporte Ajustable: Brazo flexible o montaje para colocar el micrófono de manera conveniente.",
      "id": "4262bf6a-2ff2-4899-88d6-dc17fd497ea5"
    },
    {
      "imgURL": "https://tiendaideal.com.ar/wp-content/uploads/2023/10/SILLA-GAMER.png",
      "categoria": "avion",
      "nombre": "Silla Gamer StealthXtreme Thunderstrike",
      "precio": "38000",
      "descripcion": "Iluminación RGB Integrada: La Thunderstrike cuenta con iluminación RGB en los bordes para una experiencia visual inmersiva.Materiales de Alta Gama: Fabricada con cuero sintético PU de alta calidad y costuras reforzadas para mayor durabilidad.Reposabrazos 3D: Reposabrazos ajustables en 3D para adaptarse a diferentes alturas y ángulos de brazo.Mecanismo de Inclinación: Mecanismo de inclinación con bloqueo para fijar la silla en la posición deseada..",
      "id": "68552686-e0e2-4f86-a101-7dd5a2bfa874"
    },
    {
      "imgURL": "https://bylmo.com/cdn/shop/products/Silla-Gamer-Titan-Negro-y-Rojo_GHG80166-7_800x.jpg?v=1673533411",
      "categoria": "avion",
      "nombre": "Silla Gamer TechMaster Pro Series",
      "precio": "1865000",
      "descripcion": "Diseño Deportivo: La TechMaster Pro Series presenta un diseño deportivo con detalles en colores vibrantes y un logotipo bordado para un estilo gamer.Respaldo Reclinable: Respaldo reclinable hasta 180 grados, permitiendo a los usuarios encontrar la posición más cómoda para jugar o descansar.Acolchado de Espuma de Memoria: Asiento y respaldo con acolchado de espuma de memoria para una comodidad superior durante largas sesiones.Soporte Lumbar y Cervical: Incluye cojines de soporte lumbar y cervical ajustables para una postura óptima.",
      "id": "7d8cf16d-ee82-4edd-a46d-c86219cee4f1"
    },
    {
      "imgURL": "https://http2.mlstatic.com/D_NQ_NP_619259-MLA70093477587_062023-O.webp",
      "categoria": "helicoptero",
      "nombre": "Notebook Gamer Predator Helios 300 de Acer",
      "precio": "1854000",
      "descripcion": "Procesador: Intel Core i7-10750H de 10ª generación.Tarjeta Gráfica: NVIDIA GeForce RTX 3060 con 6 GB de VRAM.RAM: 16 GB DDR4 a 2933 MHz, ampliable hasta 32 GB.Almacenamiento: SSD NVMe de 512 GB.Pantalla: IPS de 15.6 pulgadas, Full HD (1920 x 1080) con una frecuencia de actualización de 144 Hz.Teclado Retroiluminado: Teclado RGB personalizable.Conectividad: Wi-Fi 6, Bluetooth 5.0, variedad de puertos USB, HDMI, y Ethernet.Sistema de Enfriamiento: Tecnología de enfriamiento avanzada con ventiladores duales.",
      "id": "4a0c6926-ca59-4f63-9bb7-a673f7d7644b"
    },
    {
      "imgURL": "https://http2.mlstatic.com/D_NQ_NP_911599-MLA42079384589_062020-O.webp",
      "categoria": "helicoptero",
      "nombre": "Notebook Gamer ROG Zephyrus G14 de ASUS",
      "precio": "1538030",
      "descripcion": "Procesador: AMD Ryzen 9 5900HS de 4ª generación. Tarjeta Gráfica: NVIDIA GeForce RTX 3060 con 6 GB de VRAM. RAM: 16 GB DDR4 a 3200 MHz, soldada en placa base. Almacenamiento: SSD NVMe de 1 TB. Pantalla: IPS de 14 pulgadas, QHD (2560 x 1440) con una frecuencia de actualización de 120 Hz. Teclado Retroiluminado: Teclado retroiluminado con iluminación LED en las teclas. Conectividad: Wi-Fi 6, Bluetooth 5.1, USB-C con Power Delivery, variedad de puertos USB y HDMI. Sistema de Enfriamiento: Diseño térmico inteligente con refrigeración activa.",
      "id": "fa57fd9c-ec2e-4b23-a9e7-5a2682d3c12d"
    }
  ],
  "perfil": [
    {
      "usuario": "facu132@alura.com",
      "contraseña": "Facu12AAA"
    }
  ]
}
