{
  "producto": [
    {
      "imgURL": "https://raw.githubusercontent.com/FacuuR001/e-commerce.github.io/main/assets/img/autos/auto-1.jpg",
      "categoria": "auto",
      "nombre": "Dodge Charger 1970",
      "precio": "50000",
      "descripcion": "El Charger RT 1970, caracterizado por la toma de aire en el cofre, tenía 900 caballos de fuerza. CON ESA POTENCIA, el padre de Dominic conquistó el cuarto de milla en tan solo 9 segundos. Este detalle es importante, pues es muy difícil completar el cuarto de milla en 10 segundos o menos.",
      "id": "1"
    },
    {
      "imgURL": "https://raw.githubusercontent.com/FacuuR001/e-commerce.github.io/main/assets/img/autos/auto-2.jpg",
      "categoria": "auto",
      "nombre": "Nissan SkyLine r34",
      "precio": "1360000",
      "descripcion": "El Nissan Skyline es un modelo de auto japonés que se ha producido en distintas versiones ininterrumpidamente desde 1957. Sería tras la fusión de los fabricantes Prince y Nissan, cuando comenzó a comercializarse con este nombre. Por estos días, el GTR R34 se ha convertido en el carro más deseado.",
      "id": "2"
    },
    {
      "imgURL": "https://raw.githubusercontent.com/FacuuR001/e-commerce.github.io/main/assets/img/autos/auto-3.jpg",
      "categoria": "auto",
      "nombre": "Lamborghini Urus",
      "precio": "280000",
      "descripcion": "El alma de un coche superdeportivo y la funcionalidad de un SUV: Lamborghini Urus es el primer vehículo utilitario superdeportivo en todo el mundo. Con unas proporciones extremas, un diseño estremecedor, una dinámica de conducción extraordinaria y un rendimiento taquicárdico, Urus es la libertad en estado puro.",
      "id": "579ba193-70a2-4a2e-983b-c141c313435e"
    },
    {
      "imgURL": "https://raw.githubusercontent.com/FacuuR001/e-commerce.github.io/main/assets/img/motos/moto-4.jpg",
      "categoria": "moto",
      "nombre": "Moto Harley Davidson",
      "precio": "27000",
      "descripcion": "El nuevo modelo de la H.D. de la marca norteamericana mide 2.185 mm de longitud, con un asiento a 760 mm de altura (sin carga) y una distancia mínima al suelo de 140 mm. Asimismo, la distancia entre ejes es de 1.515 mm y cuenta con un ángulo de dirección de 30 grados.",
      "id": "9926461c-fca3-4cc4-9301-70f0a7f11e97"
    },
    {
      "imgURL": "https://raw.githubusercontent.com/FacuuR001/e-commerce.github.io/main/assets/img/motos/moto-1.jpg",
      "categoria": "moto",
      "nombre": "Yamaha XSR 900",
      "precio": "19000",
      "descripcion": "La XSR900, en su versión 2022, monta un chasis de aluminio compacto y ligero que ofrece una mayor rigidez que el anterior. Destaca por su estabilidad en línea recta y además, con las modificaciones incorporadas, hace que la posición del manillar sea más baja, facilitando la conducción deportiva.",
      "id": "b12caa3b-d176-4a73-a7b3-9e8f72ef4f1f"
    },
    {
      "imgURL": "https://raw.githubusercontent.com/FacuuR001/e-commerce.github.io/main/assets/img/autos/auto-4.jpg",
      "categoria": "auto",
      "nombre": "Ferrari F8 Tributo",
      "precio": "400000",
      "descripcion": "El F8 Tributo es un Ferrari 488 Pista con mejoras en la carrocería y 50 caballos más de potencia. El F8 perfecciona la mecánica, la aerodinámica y la tecnología del 488 GTB. Según Flavio Manzoni, vicepresidente de diseño de Ferrari, con el F8 se busca una “Fusión entre la tecnología y el arte”.",
      "id": "36c4ddfe-70a3-4fb3-9814-982ede5462bb"
    },
    {
      "imgURL": "https://raw.githubusercontent.com/FacuuR001/e-commerce.github.io/main/assets/img/motos/moto-2.jpg",
      "categoria": "moto",
      "nombre": "Moto Chopera",
      "precio": "18000",
      "descripcion": "Una Chopper es un tipo de motocicleta modificada (Chopped), para tener un ángulo de lanzamiento mayor, con horquilla más larga, lo que le da una batalla y avance más grandes que el resto de los tipos de motocicletas.",
      "id": "4334e457-13ec-4833-9df8-1c313095353b"
    },
    {
      "imgURL": "https://raw.githubusercontent.com/FacuuR001/e-commerce.github.io/main/assets/img/motos/moto-3.jpg",
      "categoria": "moto",
      "nombre": "Suzuki TS",
      "precio": "10000",
      "descripcion": "La Suzuki TS 185 es una motocicleta con una larga trayectoria dentro de la línea de motocicletas de Suzuki, lo que viene a ser una moto de las de antes. Introducida en 1971 La TS es una motocicleta de enduro con un motor de 1 cilindro de dos tiempos enfriado por aire que entrega hasta 18.3 HP. Tiene además un tanque de combustible de 13 l.",
      "id": "3ed3436d-3f8a-48b3-939e-b4a961baabdc"
    },
    {
      "imgURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTae9T7V4OwoeVkuMFbnrXAj_cYhik-9hWrCw&usqp=CAU",
      "categoria": "barco",
      "nombre": "Mouse Gamer",
      "precio": "5865090",
      "descripcion": "DPI (Puntos por Pulgada): Ajustable, generalmente en el rango de 800 a 16000 DPI. Botones Programables: Diseñado con varios botones configurables para acciones específicas en juegos.Iluminación RGB: Estilo personalizable con luces LED RGB.Sensor: Sensor óptico o láser para un seguimiento preciso.",
      "id": "8ed340f8-1ee7-4b5e-9718-dd3bdc10e43e"
    },
    {
      "imgURL": "https://i.blogs.es/9329e1/perifericos-pc-navidad-amazon-mexico/840_560.png",
      "categoria": "barco",
      "nombre": "Combo de Teclado, Cámara, y Touchpad",
      "precio": "4545250",
      "descripcion": "Teclado: Diseño: Mecánico o de membrana, según las preferencias.Retroiluminación: Teclas retroiluminadas, posiblemente con efectos RGB.Teclas Programables: Algunos modelos pueden tener teclas programables para macros.Cámara y Touchpad:Resolución de la Cámara: HD o superior para videoconferencias claras.Touchpad Integrado: Superficie táctil para controlar el cursor sin un ratón externo.Conexión: USB o inalámbrica, según el modelo.",
      "id": "a7fae0d9-3ae9-4918-8b8c-f6ac1b37c946"
    },
    {
      "imgURL": "https://acdn.mitiendanube.com/stores/001/036/564/products/gm-500211-6eb1a793d937f3135c16285281004469-1024-1024.jpeg",
      "categoria": "barco",
      "nombre": "Auriculares Gamer",
      "precio": "7595450",
      "descripcion": "Sonido Envolvente: Sonido envolvente virtual o tecnología 7.1 para una experiencia inmersiva.Micrófono Desmontable: Algunos modelos incluyen un micrófono desmontable para mayor versatilidad.Confort: Almohadillas cómodas, diadema ajustable y diseño ligero.Conectividad: Cableado o inalámbrico, con opciones de conectividad como USB o Bluetooth.",
      "id": "3bce35a8-94be-4bdc-88e2-dcffb6bf77c0"
    },
    {
      "imgURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ7ivJfrqz5bElykiVOjb4jfXZpf6rr2i4EdA&usqp=CAU",
      "categoria": "barco",
      "nombre": "Micrófono Gamer",
      "precio": "9538030",
      "descripcion": "Tipo de Micrófono: Condensador o dinámico para capturar sonidos claros y nítidos.Cancelación de Ruido: Tecnología para reducir el ruido ambiental no deseado.Conexión: USB o conector de 3.5 mm para una fácil compatibilidad.Soporte Ajustable: Brazo flexible o montaje para colocar el micrófono de manera conveniente.",
      "id": "4262bf6a-2ff2-4899-88d6-dc17fd497ea5"
    },
    {
      "imgURL": "https://tiendaideal.com.ar/wp-content/uploads/2023/10/SILLA-GAMER.png",
      "categoria": "avion",
      "nombre": "Silla Gamer StealthXtreme Thunderstrike",
      "precio": "38000",
      "descripcion": "Iluminación RGB Integrada: La Thunderstrike cuenta con iluminación RGB en los bordes para una experiencia visual inmersiva.Materiales de Alta Gama: Fabricada con cuero sintético PU de alta calidad y costuras reforzadas para mayor durabilidad.Reposabrazos 3D: Reposabrazos ajustables en 3D para adaptarse a diferentes alturas y ángulos de brazo.Mecanismo de Inclinación: Mecanismo de inclinación con bloqueo para fijar la silla en la posición deseada..",
      "id": "68552686-e0e2-4f86-a101-7dd5a2bfa874"
    },
    {
      "imgURL": "https://bylmo.com/cdn/shop/products/Silla-Gamer-Titan-Negro-y-Rojo_GHG80166-7_800x.jpg?v=1673533411",
      "categoria": "avion",
      "nombre": "Silla Gamer TechMaster Pro Series",
      "precio": "1865000",
      "descripcion": "Diseño Deportivo: La TechMaster Pro Series presenta un diseño deportivo con detalles en colores vibrantes y un logotipo bordado para un estilo gamer.Respaldo Reclinable: Respaldo reclinable hasta 180 grados, permitiendo a los usuarios encontrar la posición más cómoda para jugar o descansar.Acolchado de Espuma de Memoria: Asiento y respaldo con acolchado de espuma de memoria para una comodidad superior durante largas sesiones.Soporte Lumbar y Cervical: Incluye cojines de soporte lumbar y cervical ajustables para una postura óptima.",
      "id": "7d8cf16d-ee82-4edd-a46d-c86219cee4f1"
    },
    {
      "imgURL": "https://http2.mlstatic.com/D_NQ_NP_619259-MLA70093477587_062023-O.webp",
      "categoria": "helicoptero",
      "nombre": "Notebook Gamer Predator Helios 300 de Acer",
      "precio": "1854000",
      "descripcion": "Procesador: Intel Core i7-10750H de 10ª generación.Tarjeta Gráfica: NVIDIA GeForce RTX 3060 con 6 GB de VRAM.RAM: 16 GB DDR4 a 2933 MHz, ampliable hasta 32 GB.Almacenamiento: SSD NVMe de 512 GB.Pantalla: IPS de 15.6 pulgadas, Full HD (1920 x 1080) con una frecuencia de actualización de 144 Hz.Teclado Retroiluminado: Teclado RGB personalizable.Conectividad: Wi-Fi 6, Bluetooth 5.0, variedad de puertos USB, HDMI, y Ethernet.Sistema de Enfriamiento: Tecnología de enfriamiento avanzada con ventiladores duales.",
      "id": "4a0c6926-ca59-4f63-9bb7-a673f7d7644b"
    },
    {
      "imgURL": "https://http2.mlstatic.com/D_NQ_NP_911599-MLA42079384589_062020-O.webp",
      "categoria": "helicoptero",
      "nombre": "Notebook Gamer ROG Zephyrus G14 de ASUS",
      "precio": "1538030",
      "descripcion": "Procesador: AMD Ryzen 9 5900HS de 4ª generación. Tarjeta Gráfica: NVIDIA GeForce RTX 3060 con 6 GB de VRAM. RAM: 16 GB DDR4 a 3200 MHz, soldada en placa base. Almacenamiento: SSD NVMe de 1 TB. Pantalla: IPS de 14 pulgadas, QHD (2560 x 1440) con una frecuencia de actualización de 120 Hz. Teclado Retroiluminado: Teclado retroiluminado con iluminación LED en las teclas. Conectividad: Wi-Fi 6, Bluetooth 5.1, USB-C con Power Delivery, variedad de puertos USB y HDMI. Sistema de Enfriamiento: Diseño térmico inteligente con refrigeración activa.",
      "id": "fa57fd9c-ec2e-4b23-a9e7-5a2682d3c12d"
    }
  ],
  "perfil": [
    {
      "usuario": "facu132@alura.com",
      "contraseña": "Facu12AAA"
    }
  ]
}
